Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: He repeatedly tried to tie Mir Hossein Mousavi, a former prime minister and the leading reformist contender, to two past presidents, Hashemi Rafsanjani and Mohammad Khatami, whose governments Ahmadinejad claimed were corrupt.
ar: وحاول مراراً أن يقيد مير حسين موسوي وهو رئيس الوزراء السابق والمنافس الإصلاحي لاثنين من الرؤساء السابقين وهما هاشمي رفسنجاني ومحمد خاتمي، والتي أدعى أحمدي نجاد أن حكوماتهما كانت فاسدة.

source: Mousavi even had to defend the academic record of his wife, Zahra Rahnavard, after the president claimed she held two illegal degrees. Rahnavard, a distinguished academic, has been campaigning alongside her husband, in a break with Iran's male-dominated p
ar: وكان على موسوي أيضاً أن يدافع عن السجل الأكاديمي لزوجته زهرة راهنافارد بعد أن زعم الرئيس أنها تحمل شهادتين غير قانونيتين، وكانت راهنافارد وهي أكاديمية متميزة تقوم بالحملات الإدعائية إلى جانب زوجها في تناقض للانعقاد السياسي الذي يهيمن عليه الذكور في إيران.

source: : Investing in the Lebanese Youth: Normal_0_______MicrosoftInternetExplorer4read more
ar: الاستثمار في الشباب اللبناني: مايكروسوفت انترنت اكسبلورر للقراءة أكثر.

source: SawtAshabab
ar: صوت الشباب:

source: Jun 7, 2009 08:12 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 8:12 بتوقيت غرينتش.

source: . (HELL YES!!)
ar: - (أجل !!)

source: : The Same Old Lebanese Elections...AGAIN!: read more
ar: الانتخابات اللبنانية القديمة نفسها.!.. مرة أخرى: إقرأ المزيد

source: hassanch
ar: هاسانش:

source: Stupid elections in
ar: انتخابات غبية في

source: ...! You cannot have a drink anywhere....!
ar: .. لا يمكنك إيجاد أي مكان لتناول المشروب...!

source: Jun 7, 2009 07:40 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 7:40 بتوقيت غرينتش.

source: mobile web
ar: موبايل ويب.

source: can you please release a low-res (480p) version of
ar: هل بإمكانك إطلاق نسخة منخفضة الخطر ( 480 بي ) من

source: Haniyya: “Qalqilia incidents placed unity talks on a crossroad”
ar: هنية: حوادث قلقيلية وضعت محادثات الوحدة على مفترق طرق

source: Prime Minster of the dissolved Hamas government in Gaza, Ismail Haniyya, stated that internal Palestinian unity talks mediated by Cairo are now on a crossroad due to the incidents in Qalqilia, in which two Hamas fighters were killed by Palestinian securit
ar: أكد رئيس وزراء حكومة حماس المنحلة في غزة إسماعيل هنية أن محادثات الوحدة الوطنية الفلسطينية الداخلية تحت وساطة القاهرة تقع على مفترق الطريق الآن بسبب الحوادث التي وقعت في قلقيلية حيث لقى اثنان من مقاتلي حماس مصرعهم على يد قوات الأمن الفلسطينية.

source: Haniyya added that Hamas cannot accept to hold talks while the situation in the West Bank is deteriorating and while the Palestinian security forces are targeting Hamas members and fighters.
ar: وأضاف هنية إن حماس لا يمكن أن تقبل إجراء محادثات مع تدهور الوضع في الضفة الغربية ومع استهداف قوات الأمن الفلسطينية لأعضاء حماس ومقاتليها.

source: He added that this government will not block serious unity talks based on mutual trust and real actions on the ground.
ar: وأضاف أن هذه الحكومة لن تمنع إجراء محادثات وحدة جادة تقوم على أساس الثقة المتبادلة وإتخاذ إجراءات حقيقية على أرض الواقع.

source: The Hamas leader stated that the spilling of Palestinian blood by Palestinian hands should stop, and added that his government in Gaza will not base its responses on retaliation.
ar: وأكد زعيم حماس أن نزف الدم الفلسطيني بأيدي الفلسطينيين يجب أن يتوقف وأضاف أن حكومته في غزة لن تكون ردودها قائمة على أساس الانتقام.

source: On Thursday, thousands of Palestinians marched towards the legislative council in Gaza, and then towards the symbolic mourning house at the Unknown Soldier Square.
ar: وفي يوم الخميس، سار الآلاف من الفلسطينيين في إتجاه المجلس التشريعي في غزة ثم في إتجاه منزل حداد رمزي في ساحة الجندي المجهول.

source: Mosheer Al Masry of Hamas stated that the Palestinian Authority in the West Bank is targeting the resistance and the fighters.
ar: وأكد مشير المصري من حركة حماس أن السلطة الفلسطينية في الضفة الغربية تستهدف المقاومين والمقاتلين.

source: He called on all factions to take a strong stance against the actions of the Palestinian Authority, and the security coordination between the Palestinian security forces and Israel.
ar: ودعا جميع الفصائل إلى إتخاذ موقف قوي ضد الإجراءات التي تتخذها السلطة الفلسطينية والتنسيق الأمني بين قوات الأمن الفلسطينية وإسرائيل.

source: ? (new ep) – having a hard time DLing large files in
ar: ( نيو إيب ) - إنه يأخذ وقتا طويلا دي لاين الملفات الكبيرة في

source: He accused Fateh movement of eliminating the chances of a successful national dialogue saying that Fateh is coordinating with the occupation, and acting against the resistance.
ar: واتهم حركة فتح بالقضاء على فرص نجاح الحوار الوطني قائلاً إن فتح تنسق مع الاحتلال وتعمل ضد المقاومة.

source: Jun 7, 2009 07:11 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 7:11 بتوقيت غرينتش.

source: ~ 58% voter turnout in
ar: 58 % من إقبال الناخبين في

source: . 20% higher than the 2005 elections
ar: و هي نسبة أعلى ب 20 % من انتخابات عام 2005.

source: Jun 7, 2009 06:41 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 6:41 مساءا بتوقيت غرينتش.

source: All eyes on the TV.
ar: كل العيون مركزة على شاشة التلفاز.

source: Election
ar: نتائج الانتخابات ستصدر قريبا...

source: Jun 7, 2009 05:45 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 5:45 مساءا بتوقيت غرينتش.

source: Only 12 candidates are women Nice article from AFP Women candidates sidelined in
ar: 12 مرشحة فقط من النساء مقالة جيدة من الأسوشيتد برس, استثناء المرشحات من التصويت في انتخابات

source: Jun 7, 2009 05:41 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 5:41 مساءا بتوقيت غرينتش.

source: Interior Minister Ziad Baroud: The polling percentage throughout
ar: وزير الداخلية زياد بارود: نسبة الاقتراع المئوية في

source: exceeded 52%-a rise of 35% comparing to 2005..
ar: تجاوزت ال 52 % - و ذلك بزيادة قدرها 35 % مقارنة بانتخابات عام 2005..

source: Jun 7, 2009 05:19 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 5:19 مساءا بتوقيت غرينتش.

source: Show Conversation
ar: أظهر المحادثة

source: that would spell TROUBLE
ar: الذي قد تحدث فيه موجة من اضطرابات

source: #lebanonelection OR lebanon OR election OR #sharek OR #sharek961 OR #LADE since:2009-06-06 near:Beirut, Lebanon within:50mi
ar: #lebanonelection أو لبنان أو #sharek أو #sharek961 أو #LADE منذ: 2009السادس من حزيران, 2009. _الموقع: بيروت, لبنان ._ضمن: 50 ميل.

source: ibarazi
ar: إيبارازي

source: mmm listenin to this great song , its an ad. but its about
ar: mmm إنني أستمع إلى هذه الأغنية الرائعة, إنها إعلان, لكنه يدور حول

source: , great lyrics !
ar: , كلمات عظيمة بحق!

source: Jun 7, 2009 10:43 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 10:43 مساءا بتوقيت غرينتش.

source: Beirut, LB
ar: بيروت, لبنان.

source: VOTES -- Reuters: Leader of U.S.-backed Coalition Saad Al-Hariri declares victory in parliamentary
ar: أصوات - رويترز: زعيم التحالف سعد-الحريري المدعوم من قبل الولايات المتحدة يعلن فوزه في الانتخابات النيابية

source: Jun 7, 2009 10:38 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 10:38 مساءا يتوقيت غرينتش.

source: Allah kareem khayyeh.
ar: الله كريم يا أخي...

source: voted what it truly wants. We'll see how it goes.
ar: صوت لما يريده حقا. سنرى كيف ستجري الأمور.

source: Jun 7, 2009 10:24 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 10:24 مساءا بتوقيت غرينتش.

source: Elections ended- results out- the ones who deserved to win, won... so lets kick it off- Summer 2009 in
ar: انتهت الانتخابات - و صدرت النتائج - و الطرف الذي كان يستحق الفوز, فاز.... لذلك دعونا نركلها خارجا - فصيف 2009 في

source: ! Come COME!!
ar: ! أتى! أتى!

source: Jun 7, 2009 11:04 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة 11:04 مساءا بتوقيت غرينتش.

source: RT Happy that
ar: RT سعداء أن

source: day went smooth; Hats off Z.Baroud, Now can we do smthing abt late nighthonking & fireworks
ar: النهار مضى بسلاسة, لترفع القبعات من أجل زياد بارود; هل بإمكاننا الأن أن نقوم بإشعال بعض الألعاب النارية...

source: Jun 7, 2009 11:00 PM GMT ·
ar: السابع من شهر حزيران, 2009._الساعة الحادية عشرة مساءا بتوقيت غرينتشز

source: FACTBOX: Some key issues in U.S.-European relations
ar: أجندة الحقائق: بعض القضايا الرئيسية في العلاقات الأمريكية الأوروبية

source: WASHINGTON (Reuters) - U.S. President
ar: واشنطن (رويترز) - يقوم الرئيس الأمريكي

source: Barack Obama
ar: باراك أوباما

source: makes his second foray into European diplomacy next week facing pressure to show his consensus-building approach to foreign policy can produce results where his predecessor's go-it-alone style failed.
ar: بمحاولته الثانية تجاه الدبلوماسية الأوروبية الأسبوع المقبل حيث يواجه ضغوطاً لإظهار توافقه في الرأي حيث يبني نهجاً للسياسة الخارجية يمكن أن يحقق نتائج مع فشل نهج سلفه الذي تميز بالعمل الانفرادي.

source: After initial stops in Saudi Arabia and Egypt to deliver a major address to the Islamic world, Obama will travel to Europe where he will hold separate face-to-face meetings with German Chancellor Angela Merkel and French President Nicolas Sarkozy.
ar: وبعد وقفات أولية في المملكة العربية السعودية ومصر لإلقاء خطاب كبير إلى العالم الإسلامي، يسافر أوباما إلى أوروبا حيث يعقد لقاءات منفصلة وجهاً لوجه مع المستشارة الألمانية أنجيلا ميركل والرئيس الفرنسي نيكولا ساركوزي.

source: Following are some of the key issues in U.S.-European relations:
ar: وفيما يلي بعض القضايا الرئيسية في العلاقات الأمريكية الأوروبية:

source: * FINANCIAL CRISIS/ECONOMY - Since taking office in January, Obama has signed a two-year, $787 billion economic stimulus bill to lift the U.S. economy out of recession. The U.S. government has intervened to prop up weakened major banks. Treasury Secretary
ar: الأزمة المالية/الاقتصاد - منذ تولي أوباما منصبه في يناير، وقع على مشروع قانون للتحفيز الاقتصادي بقيمة 787 مليار دولار لمدة سنتين لإخراج الاقتصاد الأمريكى من الركود، وتدخلت الحكومة الأمريكية لدعم البنوك الكبرى الضعيفة،

source: has unveiled a plan to buy bad debt clogging the books of troubled banks.
ar: وكشف وزير الخزانة تيموثي جينتر النقاب عن خطة لشراء الديون المعدومة التي تزخم دفاتر البنوك المتعثرة.

source: Germany has passed two economic stimulus packages, one last year valued at about $30 billion and a second this year worth about $65 billion. European Union countries have authorized about $510 billion worth of economic stimulus spending, but were reluctan
ar: ووافقت ألمانيا على برامجين لتحفيز الاقتصاد، الأول في العام الماضي يقدر بنحو 30 مليار دولار والثاني هذا العام يبلغ قيمته نحو 65 مليار دولار، ووافقت دول الإتحاد الأوروبي على حوالي 510 مليار دولار من الإنفاق لتحفيز الاقتصاد، ولكنهم لم يرغبوا في المضي قدماً ف

source: Europe has been slow to deal with bad bank assets. A recent IMF report showed more than half the bad assets in the global banking system belonged to European banks. U.S. banks have been more aggressive in writing down bad debt than European banks -- 70 pe
ar: وكانت أوروبا بطيئة في التعامل مع الأصول المصرفية المعدومة، وأظهر تقرير أصدره مؤخراً صندوق النقد الدولي أن أكثر من نصف الأصول المعدومة في النظام المصرفي العالمي تابعة لبنوك أوروبية، وكانت البنوك الأمريكية أكثر جرأة في شطب الديون المعدومة عن البنوك الأوروبي

source: * RUSSIA - The Obama administration is seeking a new start with Russia after the tensions with the Bush administration. Obama and Russian President Dmitry Medvedev agreed in their April meeting to launch new talks aimed at reducing their number of nuclear
ar: روسيا – تسعى إدارة أوباما إلى فتح صفحة جديدة مع روسيا بعد التوترات مع إدارة بوش، فقد اتفق أوباما والرئيس الروسي دميتري ميدفيديف في اجتماعهما في أبريل على بدء محادثات جديدة تهدف إلى خفض عدد رؤوس الحرب النووية.

source: Underlying U.S.-Russian frictions are issues of NATO expansion to countries like Georgia and Ukraine, and U.S. plans to base a missile defense system in Poland and the Czech Republic to defend against attacks from countries like Iran.
ar: ومن القضايا التي توضح الخلافات الأمريكية الروسية قضية توسعات الناتو في دول مثل جورجيا وأوكرانيا وخطط الولايات المتحدة لإقامة نظام دفاع صاروخي في بولندا وجمهورية التشيك للدفاع ضد هجمات من دول مثل إيران.

source: Moscow views the missile system as a potential threat despite U.S. denials. It fought a war in Georgia last year in support of pro-Russian separatists and cut off gas supplies to Europe during the winter because of a dispute with Ukraine.
ar: وترى موسكو أن منظومة الصواريخ تمثل تهديداً محتملاً على الرغم من نفي الولايات المتحدة ذلك، فقد خاضت حرباً في جورجيا في العام الماضي لدعم الانفصاليين الموالين لروسيا وقطع إمدادات الغاز عن أوروبا خلال فصل الشتاء بسبب نزاع مع أوكرانيا.

source: Obama plans to meet Medvedev for talks on nuclear arms and other issues in July and his hand would be strengthened if he could present a unified NATO position toward Russia.
ar: ويعتزم أوباما لقاء ميدفيديف لإجراء محادثات حول الأسلحة النووية وقضايا أخرى في يوليو وسيقوى ساعده إذا استطاع أن يقدم موقفاً موحداً للناتو تجاه روسيا.

source: * AFGHANISTAN/PAKISTAN - Obama unveiled a new strategy for the conflict in Afghanistan that calls for a broader approach aimed at disrupting, dismantling and defeating al Qaeda and the
ar: أفغانستان/باكستان – كشف أوباما عن استراتيجية جديدة للصراع في أفغانستان التي تدعو إلى إتباع نهج أوسع نطاقاً يهدف إلى تعطيل القاعدة وطالبان

source: in Afghanistan and Pakistan.
ar: وهزيمتهما في أفغانستان وباكستان.

source: He ordered 17,500 additional combat troops to join the 38,000 already there, plus another 4,000 to help train Afghan soldiers. He also planned to double the number of civilians in Afghanistan to 900 to help rebuild the country's infrastructure.
ar: فقد أمر 17,500 من القوات المقاتلة الإضافية بالإنضمام إلى 38,000 آخرين هناك بالفعل بالإضافة إلى 4,000 آخرىن للمساعدة في تدريب الجنود الأفغان، كما يخطط لمضاعفة عدد المدنيين في أفغانستان إلى 900 للمساعدة في إعادة بناء البنية التحتية للبلاد.

source: Obama got words of support for his policy from NATO allies, but no offers of long-term troop deployments. The Europeans pledged 5,000 troops as reinforcements for the Afghan elections later this year plus paramilitary police trainers.
ar: وحصل أوباما على عبارات التأييد لسياسته من حلفاء الناتو ولكن لم يحصل على أي عروض لنشر القوات على المدى الطويل، وتعهد الأوروبيون بإرسال 5,000 جندي كنوع من التعزيزات للانتخابات الأفغانية في وقت لاحق من هذا العام بالإضافة إلى مدربي الشرطة شبه العسكرية.

source: * IRAN - Major European powers have negotiated with Iran for years with little success in an effort to get it to end its nuclear enrichment program, which Tehran says is for peaceful energy production but the West fears is aimed at developing nuclear arms
ar: إيران – تفاوضت القوى الأوروبية الكبرى مع إيران لعدة سنوات دون نجاح يذكر في محاولة لحملها على إنهاء برنامجها لتخصيب اليورانيوم الذي تقول طهران إنه برنامج سلمي لإنتاج الطاقة ولكن يخشى الغرب من أنه يهدف إلى تطوير أسلحة نووية.

source: Obama came into office saying he was willing for the United States to hold discussions with Iran over its nuclear program. The United States indicated it is willing to impose sanctions on Tehran if it continues nuclear enrichment, but other members of the
ar: وتقلد أوباما منصبه قائلاً إنه مستعد أن تجري الولايات المتحدة محادثات مع إيران بشأن برنامجها النووي، وأشارت الولايات المتحدة أنها على استعداد لفرض عقوبات على طهران إذا واصلت تخصيب اليورانيوم ولكن أعضاء آخرين من مجموعة 5 زائد 1 الذين يتفاوضون مع إيران رفضوا

source: The P5 plus 1 consists of the five permanent members of the U.N. Security Council plus Germany. Russia and China, in particular, have opposed tougher sanctions, and Germany has been reluctant to impose sanctions outside the U.N. Security Council process.
ar: وتتكون مجموعة 5 زائد 1 من الدول الخمس الأعضاء الدائمين في مجلس الامن بالإضافة إلى ألمانيا، وعارضت روسيا والصين على وجه الخصوص فرض عقوبات أكثر تشدداً، في حين رفضت ألمانيا فرض عقوبات خارج نطاق مجلس الأمن الدولي.

source: German exports to Iran were nearly $5 billion in 2008, much of it machinery and vehicles. Iran's nuclear program is heavily dependent upon German products and services, according to the Carnegie Endowment for International Peace. French exports to Iran we
ar: ووصلت الصادرات الألمانية إلى إيران ما يقرب من 5 مليار دولار في عام 2008 معظمها من الآلات والسيارات، ويعتمد البرنامج النووي الإيراني اعتماداً كبيراً على المنتجات والخدمات الألمانية وذلك وفقاً لمؤسسة كارنيجي للسلام الدولي، في حين وصلت الصادرات الفرنسية إلى

source: Lebanese election analysis: pro-western victory is triumph for Barack Obama
ar: تحليل الانتخابات اللبنانية: انتصار الحلف المولي للغرب هو فوز لباراك أوباما.

source: The Lebanese election result provides Barack Obama with his first victory in the Middle East as the failure of Hizbollah to take power through the ballot box is a positive blow for moderates in the region.
ar: قدمت نتيجة الانتخابات اللبنانية النصر الأول لباراك أوباما في الشرق الأوسط, حيث أن فشل حزب الله في احتلال موقع السلطة من خلال صندوق الاقتراع هو ضربة موفقة للمعتدلين في المنطقة.

source: By Damien McElroy in Beirut
ar: بقلم دامين مكيلروي في بيروت.

source: Published: 1:05PM BST 08 Jun 2009
ar: نشر في: الثامن من شهر حزيران, 2009._الساعة 1:05 بتوقيت بيروت.

source: Lebanon is an infuriatingly intractable place. But it is also open to outside influence. In his appeal to reason over dogma last week, President Obama exposed the perils of unblinking extremism.
ar: إن لبنان مكان عنيد مستعص, لكنه مفتوح على التأثير الخارجي أيضا. في ندائه إلى إحكام العقل على العقيدة الأسبوع الماضي, كشف أوباما كشف عن مخاطر التطرف.

source: Hezbollah accepts election results, says Nasrallah
ar: حسن نصر الله: حزب الله يقبل نتيجة الإنتخابات النيانية

source: Beirut - The secretary general of the Lebanese Shiite movement Hezbollah, Sheikh Hassan Nasrallah, said Monday his group has accepted the outcome of the Lebanese parliamentary elections - but insisted Hezbollah would not disarm.
ar: بيروت: قال الأأمين العام لللحركة الشيعية؛ حزب الله، يوم الإثنين أن جماعته تقبلت نتيجة الإنتخابات البرلمانية اللبنانية – و لكنها تصر على أن قرار عدم تسليح حزب الله لن يتم تنفيذه.

source: 'We accept the results which were issued by the Lebanese Interior Ministry,' Nasrallah said in a televised address. 'I congratulate all election winners. We accept the announced results of these elections with sportsmanship and democratic spirit.'
ar: و قال الشيخ في حوار تليفزيوني له: نحن نقبل النتائج التي تم إعلانها من قبل وزاترة الداخلية اللبنانية، فأنا أهنيء كل من فاز في تلك الإنتخابات النيابية. نحن فعلاً نتقبل النتائج التي تم إعلانها بخصوص نتائج تلك الإنتخابات البرلمانية بروحٍ رياضية ديمقراطية.

source: According to the ministry's official results, the pro-West majority won 71 seats in the 128-member parliament, while the Hezbollah-led opposition secured 57 seats.
ar: و وفقاً للنتائج الرسمية المعلنة من قبل مسئوول بوزارة الداخلية فقد اكتسحت الأغلبية الغربية بواحد و سبعين مقعداً من اصل 128 مقعداً برلمانياً بالمجلس، بينما جبهة المعرضة بقيادة حزب الله فقد أمنت نحو سبعة و خمسين مقعداً بالبرلمان النيابي.

source: 'I want to congratulate the Lebanese people for this national electoral achievement, and the high turnout for it,' Nasrallah said. 'The one-day elections were a big challenge, and we succeeded in this challenge.'
ar: فأنا أريد أن أهنيء الشعب اللبناني على هذا الإنجاز الإنتخابي الوطني، و نقطة التحول العظيمة اتي وقعت خلال تلك الأحداث. فلقد كانت إنتخابات اليوم الواحد تحدٍ عظيم ليتم تحقيقه و لكننا نجحنا في ذلك التحدي و التغلب عليه.

source: He said the winners 'must know that they are holding the responsibility of this representation, and they should rise to this responsibility.'
ar: كما قال الشيخ حسن نصر الله أننا يجب جميعاً أن نعلم أنهم هم من يتحملون مسؤولية تلك الأحداث، و يجب أن يرقوا ليكونوا أهلاً لها.

source: He reiterated that Hezbollah, which led the resistance that saw Israel withdraw from southern Lebanon in 2000 and has continued to fight Israel during offensives, will not accept demands to disarm.
ar: و قد استطرق موضحاً أن حزب الله و الذي يقود المعارضة التي قد رأت إسرائيل تنسحب من جنوب لبنان عام 2000 و استمر في القتال مع تلك الدولة خلال فترات الصراع لن يقبل مالب عدم التسلح.

source: 'Some people in the winning camp were afraid of holding the elections while our group maintains its arms,' he said.
ar: و قد علق الشيخ حسن نصر الله كذلك بأن بعض الشخصيات بالمعسكر الفائز كانوا خائفين من خوض الإنتخابات خلال فترة تسلح حزب الله.

source: The elections had gone ahead peacefully, and 'this proves that these arms are not being used to impose a new political reality, or to bring or exclude faces from the political arena.'
ar: و لكن ها هي الأإنتخابات سارت بشكل سلمي، و هذا أثبت للجميع أن تلك الأسلحة لا تستخدم لفرض حقيقة أو نظام سياسي جديد أو حتى استقصاء بعض الشخصيات من الهيمنة السياسية

source: The weapons 'are present because of the peoples' will, and will be left for the dialogue table,' he added.
ar: و الأسلحة ستظل باقية بسبب رغبة و إرادة الشعب بذلك، و سيتم ترك تلك المسألأة لمناقشتها بمائدة المحاورات ة المناقشات

source: The issue of the Hezbollah arsenal has been the core of the deep division between the ruling majority and Hezbollah-led opposition.
ar: و لقد كانت قضية ترسانة الاسلحة لحزب الله هي محور الشقاق العميق بين حزب الأغلبية الحاكم و جبهة المعارضة بقيادة حزب الله.

source: The majority has always insisted that only the Lebanese army should protect the Lebanese and the country, while Hezbollah believe that they should keep their arms to confront Israel.
ar: و الغالبية تصر دائماً على أن الجيش اللبناني فقط هو من له حق حماية لبنان، بينما حزب الله يجب عليه أن يحتفظ بأسلحته لمواجهة حزب الله.

source: Lebanon had been on course to elect a Hizbollah led government but baulked at being out of step with the US president's new approach.
ar: كان لبنان يمر في مرحلة انتخاب حكومة بقيادة حزب الله إلا أن ذلك الأمر قوطع لألا يكون خطوة متعارضة مع الرئيس الأميركي الجديد.

source: Serge Dassault removed from mayorship because he bribed electors! We should fly him to
ar: سيرج داسلت حذف من القائمة لأنه قام برشوة الناخبين! نحن ينبعي علينا أن نطيره إلى

source: ! Check out (Fr)
ar: ! تصفح هذا

source: Bei...RUT
ar: بير....وت.

source: Jun 8, 2009 10:18 PM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة 10:18 مساءا بتوقيت غرينتش.

source: It seems that Michel Murr lost his bet: he said he would resign if 5 out of his 7 candidates didn't make it... Will he do it?
ar: يبدو أن ميشال المر خسر رهانه: قال أنه سيستقيل إذا ما خسر خمسة مرشحين من أصل سبعة الانتخابات .. فهل سيقوم بذلك?

source: Jun 8, 2009 09:33 PM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة 9:33 مساءا بتوقيت غرينتش.

source: nice comments on
ar: تعليقات جميلة عن انتخابات

source: 's elections few minutes ago on
ar: أضيفت قبل دقائق قليلة على

source: Jounieh, Lebanon
ar: جونية, لبنان.

source: Jun 8, 2009 07:41 PM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة 7:41 مساءا بتوقيت غرينتش.

source: Wondering if
ar: إنني أتساءل ما إذا

source: will carry the just revealed IPhone when it unveils 3G network this fall.
ar: سيحمل هواتف الأي فون التي وصلت لتوها عندما يكشف النقاب عن شبكة 3g هذا الخريف.

source: Jun 8, 2009 07:05 PM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة 7:05 مساءا بتوقيت غرينتش.

source: ANALYSIS-U.S. relieved at
ar: تحليل - الولايات المتحدة الأمريكية ارتاحت عند صدور نتيجة الانتخابات في

source: result: Source: Reuters * Obama hints at continued U.S. support__ * T..
ar: المصدر: رويترز * أوباما يلمح إلى استمرار الدعم الأمريكي * T.

source: Jun 8, 2009 06:43 PM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة 6:43 مساءا بتوقيت غرينتش.

source: Hezbollah accepts
ar: حزب الله تقبل الهزيمة في انتخابات

source: defeat: Source: Reuters BEIRUT, June 8 (Reuters) - Hezbollah leader Sayyed Ha..
ar: المصدر: رويترز, بيروت._الثامن من شهر حزيران ( رويترز ) - زعيم حزب الله السيد حسن نصر الله.....

source: Eh baseeta. It's definitely not the last time
ar: لا بأس..لن تكون المرة الأخيرة بالتأكيد التي يحتفل فيها

source: celebrates. :p
ar: P:

source: Jun 8, 2009 06:36 PM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة 6:36 مساءا بتوقيت غرينتش.

source: - Fireworks during Nasrallah's speech tonight
ar: - ألعاب نارية خلال خطاب نصرالله هذه الليلة..

source: Jun 8, 2009 06:17 PM GMT ·
ar: الثامن من شهر حزيران, 2009._الساعة 6:17 مساءا بتوقيت غرينتش.
